export default {
  'Touchpoints': `This is the engagement layer that your employees, partners, and customers use on their mobile devices or desktop. Salesforce Mobile includes Salesforce1 and the Salesforce SDK, which allow you to use the same secure, lightning interface on your desktop and your phone or build your own custom experience.
Custom Applications are built quickly and connected to Salesforce with Heroku.
Lightning Experience is the same Salesforce built with a modern user interface and optimized for speed.`,
  'Apps': `Salesforce is more than just a single product — it's a complete integrated solution for managing all interactions with your customers and prospects, designed to help your organization grow and succeed. Each of our louds is an industry leading purpose-built solution that shares the same Salesforce Platform.`,
  'AppExchange': `AppExchange is the world’s leading business app marketplace. Apps are customized for Salesforce and extend Salesforce to every department and every industry. You can also find components, consulting partners, and developers to help you extend the power of Salesforce. It’s a proven ecosystem with millions of installs and thousands of reviews to help you find the best match for your business.`,
  'Services': {
    'Lightning': `Lightning connects all Salesforce products with one powerful platform, creating a single, connected experience for every user.`,
    'Lightning Experience': `Lightning Experience is the new, fast, beautiful user experience from Salesforce.`,
    'Lightning App Builder and Lightning Component Framework': `Drag-and-drop app building functionality with an easily configurable component library, so you can build apps fast.`,
    'Lightning Design System': `Develop apps that are seamlessly unified with the Salesforce UX with a collection of design patterns, components, and enterprise UX best practices.`,
  },
  'Einstein': `Built into the Salesforce Platform, Einstein is a layer of artificial intelligence that delivers predictions and recommendations based on your unique business processes and customer data. Use those insights to automate responses and actions, making your employees more productive, and your customers even happier. Talk about genius.`,
  'Data': `Salesforce stores data in something called an object. Objects are essentially database tables, with additional enhancements that make them more powerful and versatile. Each object comprises a number of fields, which corresponds to columns in a database. Data is stored in records of the object, which correspond to rows in a database.`,
  'Standard Objects': `These are objects included with Salesforce, by default. For example, the objects used to store data in standard tabs such as accounts, contacts, or opportunities.`,
  'Custom Objects': `These are new objects you create to store information unique to your organization. Custom objects extend the functionality that standard objects provide.`,
  'External Objects': `These are similar to custom objects. The difference is that external object record data is stored outside your Salesforce organization. For example, perhaps you have data that’s stored on-premises in an enterprise resource planning (ERP) system. Instead of copying the data into your org, you can use external objects to access the data in real time via web service callouts.`,
  'Platform Runtimes': `Heroku lets developers deploy, run, and manage applications written in open languages and frameworks such as Ruby, Node.js, Java, Python, Clojure, Scala, Go, and PHP. You can easily deploy your code with a single command using developer tools like git, GitHub, and Docker. Build and run your application with a container based platform, handling compilation, dependencies, assets, and executables.
  Force.com lets admins and developers rapidly create and deploy trusted cloud applications that are rock solid, secure, and scalable without having to worry about provisioning hardware or application stacks. Force.com delivers out-of-the-box tools and services to automate your business processes, integrate with external applications, deliver mobile experiences, secure your data, and more.
  Salesforce Thunder is the world’s most scalable event processing engine, designed to ingest and analyze billions of connected events and take personalized actions.`,
  'Foundations': {
    'Federated Identity and Security': `At Salesforce, trust is our #1 priority. Because we don’t have multiple versions of Salesforce to maintain, we can spend an incredible amount of time and resources on a world class trust program that goes above and beyond what any one company could provide on its own. Head over to trust.salesforce.com at any time to see the real-time and historic status of our availability, performance, and vulnerabilities.
    Salesforce Identity lets you give the right people the right access to the right resources at the right time. You control who can access your orgs and who can use apps running on the Salesforce Platform, on-premises, in other clouds, and on mobile devices.`,
    'Metadata-driven architecture': `Salesforce’s metadata-driven architectures help app developers become more productive in putting together apps. It means that the basic functionality is defined as metadata in a database rather than being hard-coded in a programming language. When a user accesses an app through the Salesforce Platform, it renders the app's metadata into the interface the user experiences.
    As a result of metadata-driven development, the Force.com platform app developers work at a much higher level of abstraction than if they developed applications using Java or C#, and are shielded from having to worry about low-level system details that the platform handles automatically. At the same time, Force.com platform developers can also leverage advanced features that the platform provides by default.`
  },
  'Integration Cloud': `Salesforce takes an API-first approach to building features on the platform.Common Salesforce APIs, are REST API, SOAP API, Bulk API, and Streaming API.
Apex web service integration: Apex code supports the ability to expose Apex methods as a web service, and also supports the ability to invoke external web services known as “Callouts.”`,
  'Salesforce Connect': `Use Salesforce Connect to view, search, and modify data that’s stored outside your Salesforce org. Salesforce connect commonly uses an OData 2.0 adapter or OData 4.0 adapter, or a cross-org adapter for connecting multiple Salesforce orgs.`
}
